Repository: Greetings-App/greetings-app-iOS
Catalog: Greetings App/Greetings App/Localizable.xcstrings
Source language: en
Languages: ar, es

source: Arabic
ar: العربية
es: Árabe

source: Boom.
ar: فقاعة
es: Pum

source: English
ar: الإنجليزية
es: Inglés

source: Explore SwiftUI Development
ar: استكشاف برمجة SwiftUI
es: Explora el desarrollo con SwiftUI.

source: Greetings
ar: تحياتي
es: Buenos días

source: Hello there
ar: أهلاً بك!
es: ¡Hola, qué tal

source: Spanish
ar: الإسبانية
es: Español

source: SwiftUI is amazing
ar: SwiftUI فعلاً رهيبة!
es: SwiftUI es asombroso

source: SwiftUI is awesome
ar: SwiftUI مذهلة فعلاً!
es: SwiftUI es impresionante.

source: SwiftUI is cool
ar: SwiftUI بتجنّن!
es: SwiftUI es genial

source: UIKit is old
ar: UIKit أصبح قديماً.
es: UIKit es antiguo

source: Welcome to SwiftUI Programming
ar: .رحبًا بكم في برمجة SwiftUI
es: Bienvenido a la programación de SwiftUI.

source: Yes I am
ar: نعم، أنا كذلك.
es: Sí, lo so
